{
	"title": "CIP Pool Physik Registrierung",
	"heading": "Willkommen im CIP-Pool des Fachbereichs Physik!",
	"infohead": "Informationen",
	"introtext": "Jeder Student, der Physik als Haupt- oder Nebenfach studiert, kann diesen Computerpool nutzen. Dazu muss allerdings erst ein Account im Pool erstellt werden. Dies geschieht mit diesem Registrierungsformular. Du benötigst dafür einen Account beim RUS (NWZ-Pool).<br /><br />Falls du eine gesonderte Freischaltung brauchst (z.B. weil du Nebenfächler bist oder den Studiengang gewechselt hast) oder sonst noch Fragen hast, wende dich bitte an die Administratoren im Raum nebenan oder schreibe ihnen eine Mail unter support@physcip.uni-stuttgart.de. <br /><br />ACHTUNG: Bitte wähle für den Account ein Passwort, das du nicht schon irgendwo anders verwendest und das aus mindestens acht Klein- und Großbuchstaben, Ziffern und Satzzeichen (von jedem etwas!) besteht. Alle anderen Passwörter sind unsicher.",
	"rus_login": "RUS-Login",
	"enter_password": "Gib nun bitte deinen RUS-Benutzernamen und das RUS-Kennwort ein. Mit diesem Passwort wirst du dich an den Rechnern des CIP-Pools anmelden. Das RUS-Passwort wird dadurch nicht geändert.",
	"rus_get": "Falls du noch keinen solchen Account hast, kannst du diesen bei der Benutzerberatung des RUS erhalten. 24 Stunden danach kannst du dann hier einen Account einrichten.",
	"rus_user": "RUS-Benutzername<br />(xyz12345 oder st123456)",
	"rus_password": "RUS-Passwort",
	"passwordheader": "Passwort festlegen",
	"choosepw": "Wähle jetzt ein neues, von deinem RUS Kennwort verschiedenes Passwort für den CIP-Pool Physik:",
	"new_pw": "Neues Passwort für den CIP-Pool Physik",
	"new_pw_confirm": "Passwort bestätigen",
	"enter_email": "Damit wir uns bei Problemen mit deinem Account bei dir melden können, brauchen wir eine <b>gültige</b> e-mail-Adresse von dir.<br />Tipp: Das @ erhält man auf dem Mac, indem man ALT und L drückt.",
	"email": "E-Mail-Adresse",
	"emailheader": "E-Mail-Adresse eingeben",
	"success": "Benutzer erfolgreich angelegt",
	"VALIDATING": "Überprüfe Passwort...",
	"CREATING_USER": "Erstelle Benutzerkonto...",
	"USERNAME_MISSING": "Benutzername fehlt",
	"PASSWORD_MISSING": "Passwort fehlt",
	"EMAIL_INVALID": "Ungültige E-Mail-Adresse",
	"PW_MISSING": "Neues Passwort fehlt",
	"PW2_MISSING": "Bestätigung neues Passwort fehlt",
	"PW_MISMATCH": "Neues Passwort und Bestätigung stimmen nicht überein",
	"LDAPSPECIAL_AUTH_FAILED": "Konnte RUS nicht kontaktieren.",
	"RUS_USER_INVALID": "Der angegebene Benutzername ist beim RUS nicht bekannt",
	"RUS_PW_INVALID": "Das angegebene RUS-Passwort ist nicht korrekt",
	"USER_NOT_ALLOWED": "Du scheinst kein Physik-Student zu sein. Falls du dennoch berechtigt bist, einen Account zu beantragen, dann wende dich an die Administration nebenan.",
	"USER_ALREADY_EXISTS": "Du hast dich bereits zuvor registriert. Falls du dein Passwort vergessen hast, wende dich an die Administration nebenan.",
	"EXTERNAL_SCRIPT_TIMEOUT": "Es ist eine interne Zeitüberschreitung aufgetreten. Bitte wende dich an die Administration nebenan.",
	"NOT_IMPLEMENTED": "Die gewünschte Funktion existiert nicht.",
	"BTN_next": "Weiter",
	"BTN_cancel": "Abbrechen",
	"BTN_submit": "Registrieren"
}