{
	"title": "Physics Computer Lab Signup",
	"heading": "Welcome to the Physics department's computer lab!",
	"infohead": "Information",
	"introtext": "Every physics student is eligible to use this computer lab. To do so, you first need to setup an account. This can be done using this form. As a prerequisite, you need an account with the university datacenter (RUS).<br /><br />If you have any questions, please contact the computer administrators in the room next door or email them at support@physcip.uni-stuttgart.de. <br /><br />IMPORTANT: Please choose a password you are not using anywhere else and make sure it consists of a minimum of 8 characters, consisting of lower and upper case letters, numbers and punctuation marks. Any other passwords are insecure and must not be used.",
	"rus_login": "RUS Login",
	"enter_password": "Please enter your RUS username and password. The RUS password will not be changed.",
	"rus_get": "If you do not have such an account, you can obtain one at the RUS service desk. 24 hours later you will be able to use it to sign up here.",
	"rus_user": "RUS username<br />(xyz12345 or st123456)",
	"rus_password": "RUS password",
	"passwordheader": "Choose a password",
	"choosepw": "Please now choose a new password to be used for the Physics computer lab. It has to be different from your RUS password:",
	"new_pw": "New password",
	"new_pw_confirm": "Confirm new password",
	"enter_email": "To be able to contact you in case of problems with your account, you need to provide us with a <b>valid</b> email address.<br />Hint: To get the @ character on a Mac, hold down the ALT key and hit the L key.",
	"email": "Email address",
	"emailheader": "Enter email address",
	"success": "User account created successfully",
	"VALIDATING": "Checking password...",
	"CREATING_USER": "Creating user account...",
	"USERNAME_MISSING": "User name missing",
	"PASSWORD_MISSING": "Password missing",
	"EMAIL_INVALID": "The email address is invalid.",
	"PW_MISSING": "You did not enter a new password.",
	"PW2_MISSING": "You did not enter your new password a second time.",
	"PW_MISMATCH": "You need to enter the same password twice.",
	"LDAPSPECIAL_AUTH_FAILED": "Could not connect to RUS.",
	"RUS_USER_INVALID": "The user name you entered is not known to RUS.",
	"RUS_PW_INVALID": "The RUS password you entered is incorrect.",
	"USER_NOT_ALLOWED": "You do not appear to be a physics student. If you think you are eligible for an account anyway, please contact the computer administration team next door.",
	"USER_ALREADY_EXISTS": "You have already registered before. If you forgot your password, please contact the computer administration team next door.",
	"EXTERNAL_SCRIPT_TIMEOUT": "An internal timeout occured. Please contact the computer administration team next door.",
	"IP_NOT_ALLOWED": "This page can only be accessed from within the university network.",
	"NOT_IMPLEMENTED": "The feature you requested does not exist.",
	"BTN_next": "Next",
	"BTN_cancel": "Cancel",
	"BTN_submit": "Register"
}
